{
    "content": null,
    "embeds": [
     {
      "author": {
       "name": "Доброго дня!"
      },
      "title": "Ось кілька поширених запитань",
      "fields": [
       {
        "name": "Я хочу зв'язатися з розробником!",
        "value": "Якщо ви читали правила, ми відповіли на це питання там, але скажемо, що він може відповісти на нього в чаті ",
        "inline": false
       },
       {
        "name": "Потрібна допомога з помилкою/проблемою!",
        "value": "Всі свої претензії, баги та проблеми можете писати сюди в <#1227696690979536918>",
        "inline": false
       },
       {
        "name": "Що робити, якщо господар не дав поїсти?",
        "value": "Тоді ви не заслуговуєте на це!!!",
        "inline": false
       },
       {
        "name": "Хочу допомогти з перекладом / виправити помилки в перекладі!",
        "value": "Наш сервер має відкритий вихідний код, і будь-хто (хто зареєстрований на github і підписаний на нашу сторінку) може допомогти нам у цьому!",
        "inline": false
       }
      ],
      "color": "#ff0000"
     }
    ],
    "components": [
     {
      "type": 1,
      "components": [
       {
        "type": 2,
        "style": 5,
        "label": "Github",
        "emoji": {
         "name": "🌴"
        },
        "url": "https://github.com/LiveOne-Discord-server"
       },
       {
        "type": 2,
        "style": 5,
        "label": "Оновити Перевод",
        "emoji": {
         "name": "🎋"
        },
        "url": "https://github.com/LiveOne-Discord-server/LiveOne-Bot"
       }
      ]
     }
    ]
   }