{
 "embeds": [
  {
   "author": {
    "name": "Доброго дня!"
   },
   "title": "Вот несколько распространенных вопросов",
   "fields": [
    {
     "name": "Я хочу связаться с разработчиком!",
     "value": "Если вы читали правила, мы ответили на этот вопрос там, но скажем, что он может ответить на него в чате ",
     "inline": false
    },
    {
     "name": "Нужна помощь с ошибкой/проблемой!",
     "value": "Все свои претензии, баги и проблемы можете писать сюда в <#1227698936165171241>",
     "inline": false
    },
    {
     "name": "Что делать, если хозяин не дал поесть?",
     "value": "Тогда вы не заслуживаете этого!",
     "inline": false
    },
    {
     "name": "Хочу помочь с переводом/исправить ошибки в переводе!",
     "value": "Наш сервер имеет открытый исходный код, и любой (кто зарегистрирован на github и подписан на нашу страницу) может помочь нам в этом!",
     "inline": false
    }
   ],
   "color": "#ff0000"
  }
 ],
 "components": [
  {
   "type": 1,
   "components": [
    {
     "type": 2,
     "style": 5,
     "label": "Github",
     "emoji": {
      "name": "🌴"
     },
     "url": "https://github.com/LiveOne-Discord-server"
    },
    {
     "type": 2,
     "style": 5,
     "label": "Оновити Перевод",
     "emoji": {
      "name": "🎋"
     },
     "url": "https://github.com/LiveOne-Discord-server/LiveOne-Bot"
    }
   ]
  }
 ]
}